Repository: galook/ScanIt
Catalog: ios/SeliaScan/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, zh_hans

# %@ pages · %@
source: %1$@ pages · %2$@
cs: %1$@ stránek · %2$@
de: %1$@ Seiten · %2$@
es: %1$@ páginas · %2$@
zh_hans: %1$@ 页 · %2$@

# %arg pages · %arg
source: %1$arg pages · %2$arg
cs: %1$arg stránek · %2$arg
de: %1$arg Seiten · %2$arg
es: %1$arg páginas · %2$arg
zh_hans: %1$arg 页 · %2$arg

source: A scan can contain at most 20 pages.
cs: Sken může obsahovat nejvýše 20 stránek.
de: Ein Scan darf höchstens 20 Seiten enthalten.
es: Un escaneo puede contener como máximo 20 páginas.
zh_hans: 一次扫描最多可包含 20 页。

source: A scan must contain between 1 and 20 pages.
cs: Sken musí obsahovat 1 až 20 stránek.
de: Ein Scan muss 1 bis 20 Seiten enthalten.
es: Un escaneo debe contener entre 1 y 20 páginas.
zh_hans: 扫描必须包含 1 到 20 页。

source: A source page is too large to process safely.
cs: Zdrojová stránka je příliš velká pro bezpečné zpracování.
de: Eine Quellseite ist für die sichere Verarbeitung zu groß.
es: Una página de origen es demasiado grande para procesarla de forma segura.
zh_hans: 源页面过大，无法安全处理。

source: Actions
cs: Akce
de: Aktionen
es: Acciones
zh_hans: 操作

source: Advanced
cs: Pokročilé
de: Erweitert
es: Avanzado
zh_hans: 高级

source: Allow FruitySelia to add images to Photos, then try again.
cs: Povolte FruitySelia přidávat obrázky do Fotek a zkuste to znovu.
de: Erlaube FruitySelia, Bilder zu Fotos hinzuzufügen, und versuche es erneut.
es: Permite que FruitySelia añada imágenes a Fotos y vuelve a intentarlo.
zh_hans: 请允许 FruitySelia 将图像添加到照片，然后重试。

source: Apply
cs: Použít
de: Anwenden
es: Aplicar
zh_hans: 应用

source: Ask Every Time
cs: Vždy se zeptat
de: Jedes Mal fragen
es: Preguntar siempre
zh_hans: 每次询问

source: Auto
cs: Automaticky
de: Automatisch
es: Automático
zh_hans: 自动

source: Automatic Folder
cs: Automatická složka
de: Automatischer Ordner
es: Carpeta automática
zh_hans: 自动文件夹

source: Balanced
cs: Vyvážená
de: Ausgewogen
es: Equilibrado
zh_hans: 均衡

source: Black & White
cs: Černobíle
de: Schwarzweiß
es: Blanco y negro
zh_hans: 黑白

source: Brightness
cs: Jas
de: Helligkeit
es: Brillo
zh_hans: 亮度

source: Brush
cs: Štětec
de: Pinsel
es: Pincel
zh_hans: 画笔

source: Brush size
cs: Velikost štětce
de: Pinselgröße
es: Tamaño del pincel
zh_hans: 画笔大小

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
zh_hans: 取消

source: Choose Folder
cs: Vybrat složku
de: Ordner auswählen
es: Elegir carpeta
zh_hans: 选择文件夹

source: Cleaning…
cs: Čištění…
de: Bereinigung…
es: Limpiando…
zh_hans: 正在清理…

source: Clear
cs: Vymazat
de: Löschen
es: Borrar
zh_hans: 清除

source: Clear Folder
cs: Zrušit složku
de: Ordner entfernen
es: Quitar carpeta
zh_hans: 清除文件夹

source: Codes on this page
cs: Kódy na této stránce
de: Codes auf dieser Seite
es: Códigos de esta página
zh_hans: 本页代码

source: Color
cs: Barva
de: Farbe
zh_hans: 彩色

source: Contrast
cs: Kontrast
de: Kontrast
es: Contraste
zh_hans: 对比度

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
zh_hans: 复制

source: Could not archive scanned page.
cs: Naskenovanou stránku se nepodařilo uložit.
de: Die gescannte Seite konnte nicht archiviert werden.
es: No se pudo archivar la página escaneada.
zh_hans: 无法归档扫描页面。

source: Could not create the PDF.
cs: PDF se nepodařilo vytvořit.
de: Die PDF-Datei konnte nicht erstellt werden.
es: No se pudo crear el PDF.
zh_hans: 无法创建 PDF。

source: Default Image Folder
cs: Výchozí složka obrázků
de: Standardordner für Bilder
es: Carpeta de imágenes predeterminada
zh_hans: 默认图像文件夹

source: Default PDF Folder
cs: Výchozí složka PDF
de: Standardordner für PDF
es: Carpeta PDF predeterminada
zh_hans: 默认 PDF 文件夹

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
zh_hans: 删除

source: Delete Saved Mark
cs: Smazat uloženou značku
de: Gespeicherte Markierung löschen
es: Eliminar marca guardada
zh_hans: 删除已保存的标记

source: Delete exact saved output
cs: Smazat přesně tento uložený výstup
de: Genau diese gespeicherte Ausgabe löschen
es: Eliminar exactamente esta salida guardada
zh_hans: 删除此确切的已存输出

source: Delete saved mark?
cs: Smazat uloženou značku?
de: Gespeicherte Markierung löschen?
es: ¿Eliminar la marca guardada?
zh_hans: 删除已保存的标记？

source: Delete this exact saved output?
cs: Smazat přesně tento uložený výstup?
de: Genau diese gespeicherte Ausgabe löschen?
es: ¿Eliminar exactamente esta salida guardada?
zh_hans: 删除此确切的已存输出？

source: Deleted or missing
cs: Smazáno nebo chybí
de: Gelöscht oder fehlt
es: Eliminado o no encontrado
zh_hans: 已删除或缺失

source: Document scanning is not available on this device.
cs: Skenování dokumentů není na tomto zařízení dostupné.
de: Das Scannen von Dokumenten ist auf diesem Gerät nicht verfügbar.
es: El escaneo de documentos no está disponible en este dispositivo.
zh_hans: 此设备无法扫描文稿。

source: Done
cs: Hotovo
de: Fertig
es: Listo
zh_hans: 完成

source: Drag to move. Pinch to resize and rotate.
cs: Přetažením posuňte. Sevřením změňte velikost a otočení.
de: Zum Verschieben ziehen. Zum Skalieren und Drehen aufziehen.
es: Arrastra para mover. Pellizca para cambiar el tamaño y girar.
zh_hans: 拖动以移动。捏合以调整大小和旋转。

source: Each scan can override these folders in File Details.
cs: Každý sken může tyto složky změnit v Podrobnostech souboru.
de: Jeder Scan kann diese Ordner in den Dateidetails überschreiben.
es: Cada escaneo puede cambiar estas carpetas en Detalles del archivo.
zh_hans: 每次扫描都可在文件详情中覆盖这些文件夹。

source: Edit Page
cs: Upravit stránku
de: Seite bearbeiten
es: Editar página
zh_hans: 编辑页面

source: Edit page
cs: Upravit stránku
de: Seite bearbeiten
es: Editar página
zh_hans: 编辑页面

source: Editing
cs: Úpravy
de: Bearbeitung
es: Edición
zh_hans: 编辑

source: Email subject
cs: Předmět e-mailu
de: E-Mail-Betreff
es: Asunto del correo
zh_hans: 邮件主题

source: Extract all text
cs: Extrahovat všechen text
de: Gesamten Text extrahieren
es: Extraer todo el texto
zh_hans: 提取全部文本

source: Extracted Text
cs: Extrahovaný text
de: Extrahierter Text
es: Texto extraído
zh_hans: 提取的文本

source: File Details
cs: Podrobnosti souboru
de: Dateidetails
es: Detalles del archivo
zh_hans: 文件详情

source: File name
cs: Název souboru
de: Dateiname
es: Nombre del archivo
zh_hans: 文件名

source: Files
cs: Soubory
de: Dateien
es: Archivos
zh_hans: 文件

source: Filter
cs: Filtr
es: Filtro
zh_hans: 滤镜

source: Format
cs: Formát
es: Formato
zh_hans: 格式

source: FruitySelia no longer has access to this location.
cs: FruitySelia už k tomuto umístění nemá přístup.
de: FruitySelia hat keinen Zugriff mehr auf diesen Speicherort.
es: FruitySelia ya no tiene acceso a esta ubicación.
zh_hans: FruitySelia 已无法访问此位置。

source: FruitySelia sample page
cs: Ukázková stránka FruitySelia
de: FruitySelia-Beispielseite
es: Página de ejemplo de FruitySelia
zh_hans: FruitySelia 示例页面

source: General
cs: Obecné
de: Allgemein
zh_hans: 通用

source: Grayscale
cs: Stupně šedi
de: Graustufen
es: Escala de grises
zh_hans: 灰度

source: High
cs: Vysoká
de: Hoch
es: Alta
zh_hans: 高

source: Horizontal Position
cs: Vodorovná poloha
de: Horizontale Position
es: Posición horizontal
zh_hans: 水平位置

source: Image
cs: Obrázek
de: Bild
es: Imagen
zh_hans: 图像

source: Images
cs: Obrázky
de: Bilder
es: Imágenes
zh_hans: 图像

source: Import
cs: Importovat
de: Importieren
es: Importar
zh_hans: 导入

source: Import Stamp
cs: Importovat razítko
de: Stempel importieren
es: Importar sello
zh_hans: 导入印章

source: Kilobytes
cs: Kilobajty
de: Kilobyte
zh_hans: 千字节

source: Manual Position
cs: Ruční umístění
de: Manuelle Position
es: Posición manual
zh_hans: 手动位置

source: Manual cleanup
cs: Ruční čištění
de: Manuelle Bereinigung
es: Limpieza manual
zh_hans: 手动清理

source: New Scan
cs: Nové skenování
de: Neuer Scan
es: Nuevo escaneo
zh_hans: 新建扫描

source: No QR codes or barcodes found
cs: Nebyly nalezeny žádné QR ani čárové kódy
de: Keine QR- oder Barcodes gefunden
es: No se encontraron códigos QR ni de barras
zh_hans: 未找到二维码或条形码

source: No saved signature or stamp yet.
cs: Zatím není uložen žádný podpis ani razítko.
de: Noch keine Unterschrift oder kein Stempel gespeichert.
es: Aún no hay ninguna firma ni sello guardado.
zh_hans: 尚未保存签名或印章。

source: No scan
cs: Žádný sken
de: Kein Scan
es: Sin escaneo
zh_hans: 无扫描

source: OCR: English, Czech, German, Spanish, Simplified Chinese
cs: OCR: angličtina, čeština, němčina, španělština, zjednodušená čínština
de: OCR: Englisch, Tschechisch, Deutsch, Spanisch, vereinfachtes Chinesisch
es: OCR: inglés, checo, alemán, español, chino simplificado
zh_hans: OCR：英语、捷克语、德语、西班牙语、简体中文

source: Open %arg
cs: Otevřít %arg
de: %arg öffnen
es: Abrir %arg
zh_hans: 打开 %arg

source: Open full-screen viewer
cs: Otevřít zobrazení na celou obrazovku
de: Vollbildansicht öffnen
es: Abrir visor de pantalla completa
zh_hans: 打开全屏查看器

source: Opening scanner…
cs: Otevírání skeneru…
de: Scanner wird geöffnet…
es: Abriendo el escáner…
zh_hans: 正在打开扫描仪…

source: Original
cs: Originál
zh_hans: 原始

source: PDF and image destinations are selected with Files
cs: Cíle PDF a obrázků se vybírají v Souborech
de: PDF- und Bildziele werden über Dateien ausgewählt
es: Los destinos de PDF e imágenes se eligen con Archivos
zh_hans: 使用“文件”选择 PDF 和图像位置

source: Page %@
cs: Stránka %@
de: Seite %@
es: Página %@
zh_hans: 第 %@ 页

# Page %@ of %@
source: Page %1$@ of %2$@
cs: Stránka %1$@ z %2$@
de: Seite %1$@ von %2$@
es: Página %1$@ de %2$@
zh_hans: 第 %1$@ 页，共 %2$@ 页

source: Page %arg
cs: Stránka %arg
de: Seite %arg
es: Página %arg
zh_hans: 第 %arg 页

# Page %arg of %arg
source: Page %1$arg of %2$arg
cs: Stránka %1$arg z %2$arg
de: Seite %1$arg von %2$arg
es: Página %1$arg de %2$arg
zh_hans: 第 %1$arg 页，共 %2$arg 页

source: Pages are processed on-device
cs: Stránky se zpracovávají v zařízení
de: Seiten werden auf dem Gerät verarbeitet
es: Las páginas se procesan en el dispositivo
zh_hans: 页面在设备上处理

source: Photos
cs: Fotky
de: Fotos
es: Fotos
zh_hans: 照片

source: Preparing PDF…
cs: Příprava PDF…
de: PDF wird vorbereitet…
es: Preparando PDF…
zh_hans: 正在准备 PDF…

source: Print
cs: Tisk
de: Drucken
es: Imprimir
zh_hans: 打印

source: Privacy
cs: Soukromí
de: Datenschutz
es: Privacidad
zh_hans: 隐私

source: Private, on-device document scan
cs: Soukromý sken dokumentu zpracovaný v zařízení
de: Privater, auf dem Gerät verarbeiteter Dokumentenscan
es: Escaneo privado procesado en el dispositivo
zh_hans: 在设备上处理的私密文稿扫描

source: Protect Recent Scans
cs: Chránit nedávné skeny
de: Letzte Scans schützen
es: Proteger escaneos recientes
zh_hans: 保护最近扫描

source: Read all pages
cs: Přečíst všechny stránky
de: Alle Seiten vorlesen
es: Leer todas las páginas
zh_hans: 朗读所有页面

source: Readable PDF is %arg; selected target could not be met.
cs: Čitelné PDF má %arg; vybraného cíle nešlo dosáhnout.
de: Die lesbare PDF ist %arg groß; das gewählte Ziel konnte nicht erreicht werden.
es: El PDF legible ocupa %arg; no se pudo alcanzar el objetivo elegido.
zh_hans: 可读 PDF 大小为 %arg；无法达到所选目标。

source: Ready to scan
cs: Připraveno ke skenování
de: Bereit zum Scannen
es: Listo para escanear
zh_hans: 准备扫描

source: Recent
cs: Nedávné
de: Zuletzt
es: Recientes
zh_hans: 最近

source: Recent scans are unavailable.
cs: Nedávné skeny nejsou dostupné.
de: Letzte Scans sind nicht verfügbar.
es: Los escaneos recientes no están disponibles.
zh_hans: 最近扫描不可用。

source: Redact
cs: Začernit
de: Schwärzen
es: Ocultar
zh_hans: 涂黑

source: Redo
cs: Znovu
de: Wiederholen
es: Rehacer
zh_hans: 重做

source: Reorder Pages
cs: Změnit pořadí stránek
de: Seiten neu anordnen
es: Reordenar páginas
zh_hans: 重新排列页面

source: Reorder pages
cs: Změnit pořadí stránek
de: Seiten neu anordnen
es: Reordenar páginas
zh_hans: 重新排列页面

source: Rescan
cs: Skenovat znovu
de: Erneut scannen
es: Volver a escanear
zh_hans: 重新扫描

source: Result
cs: Výsledek
de: Ergebnis
es: Resultado
zh_hans: 结果

source: Rotate Left
cs: Otočit doleva
de: Nach links drehen
es: Girar a la izquierda
zh_hans: 向左旋转

source: Rotate Right
cs: Otočit doprava
de: Nach rechts drehen
es: Girar a la derecha
zh_hans: 向右旋转

source: Rotation
cs: Otočení
de: Drehung
es: Rotación
zh_hans: 旋转

source: Saturation
cs: Sytost
de: Sättigung
es: Saturación
zh_hans: 饱和度

source: Save
cs: Uložit
de: Sichern
es: Guardar
zh_hans: 保存

source: Save Images to Files
cs: Uložit obrázky do Souborů
de: Bilder in Dateien sichern
es: Guardar imágenes en Archivos
zh_hans: 将图像存储到文件

source: Save Images to Photos
cs: Uložit obrázky do Fotek
de: Bilder in Fotos sichern
es: Guardar imágenes en Fotos
zh_hans: 将图像存储到照片

source: Save PDF to Files
cs: Uložit PDF do Souborů
de: PDF in Dateien sichern
es: Guardar PDF en Archivos
zh_hans: 将 PDF 存储到文件

source: Save mark for reuse
cs: Uložit značku pro další použití
de: Markierung zur Wiederverwendung sichern
es: Guardar marca para reutilizar
zh_hans: 保存标记以便重复使用

source: Save signature for reuse
cs: Uložit podpis pro další použití
de: Unterschrift zur Wiederverwendung sichern
es: Guardar firma para reutilizar
zh_hans: 保存签名以便重复使用

source: Saved
cs: Uloženo
de: Gesichert
es: Guardado
zh_hans: 已保存

source: Saved %arg image(s) to Photos.
cs: Do Fotek bylo uloženo obrázků: %arg.
de: %arg Bild(er) wurden in Fotos gesichert.
es: Se guardaron %arg imagen(es) en Fotos.
zh_hans: 已将 %arg 张图像存储到照片。

source: Saved %arg image(s).
cs: Uloženo obrázků: %arg.
de: %arg Bild(er) gesichert.
es: Se guardaron %arg imagen(es).
zh_hans: 已存储 %arg 张图像。

source: Saved PDF to %arg.
cs: PDF bylo uloženo jako %arg.
de: PDF wurde als %arg gesichert.
es: El PDF se guardó como %arg.
zh_hans: PDF 已存储为 %arg。

source: Saved Signatures and Stamps
cs: Uložené podpisy a razítka
de: Gespeicherte Unterschriften und Stempel
es: Firmas y sellos guardados
zh_hans: 已保存的签名和印章

source: Saved outputs
cs: Uložené výstupy
de: Gesicherte Ausgaben
es: Salidas guardadas
zh_hans: 已存输出

source: Saving
cs: Ukládání
de: Sichern
es: Guardado
zh_hans: 存储

source: Scan Document
cs: Skenovat dokument
de: Dokument scannen
es: Escanear documento
zh_hans: 扫描文稿

source: Scan Stamp
cs: Naskenovat razítko
de: Stempel scannen
es: Escanear sello
zh_hans: 扫描印章

source: Scan cancelled.
cs: Skenování bylo zrušeno.
de: Scannen abgebrochen.
es: Escaneo cancelado.
zh_hans: 扫描已取消。

source: Scan → save → share
cs: Skenovat → uložit → sdílet
de: Scannen → sichern → teilen
es: Escanear → guardar → compartir
zh_hans: 扫描 → 存储 → 共享

source: Scanned page
cs: Naskenovaná stránka
de: Gescannte Seite
es: Página escaneada
zh_hans: 扫描页面

source: Scanning
cs: Skenování
de: Scannen
es: Escaneo
zh_hans: 扫描

source: Searchable text is included when OCR succeeds.
cs: Při úspěšném OCR se přidá prohledávatelný text.
de: Bei erfolgreicher OCR wird durchsuchbarer Text hinzugefügt.
es: Se incluye texto buscable cuando el OCR tiene éxito.
zh_hans: OCR 成功时会包含可搜索文本。

source: Secure redaction
cs: Bezpečné začernění
de: Sichere Schwärzung
es: Ocultación segura
zh_hans: 安全涂黑

source: Select a scan
cs: Vyberte sken
de: Scan auswählen
es: Selecciona un escaneo
zh_hans: 选择扫描

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
zh_hans: 设置

source: Shadows
cs: Stíny
de: Schatten
es: Sombras
zh_hans: 阴影

source: Share
cs: Sdílet
de: Teilen
es: Compartir
zh_hans: 共享

source: Share Images
cs: Sdílet obrázky
de: Bilder teilen
es: Compartir imágenes
zh_hans: 共享图像

source: Share PDF
cs: Sdílet PDF
de: PDF teilen
es: Compartir PDF
zh_hans: 共享 PDF

source: Share PDF + Images
cs: Sdílet PDF + obrázky
de: PDF + Bilder teilen
es: Compartir PDF + imágenes
zh_hans: 共享 PDF + 图像

source: Sharing
cs: Sdílení
de: Teilen
es: Compartir
zh_hans: 共享

source: Sign / Stamp
cs: Podpis / razítko
de: Unterschrift / Stempel
es: Firma / sello
zh_hans: 签名 / 印章

source: Signature drawing area
cs: Plocha pro kreslení podpisu
de: Zeichenfläche für Unterschrift
es: Área para dibujar la firma
zh_hans: 签名绘制区域

source: Signature or stamp preview
cs: Náhled podpisu nebo razítka
de: Vorschau der Unterschrift oder des Stempels
es: Vista previa de firma o sello
zh_hans: 签名或印章预览

source: Size
cs: Velikost
de: Größe
es: Tamaño
zh_hans: 大小

source: Small
cs: Malá
de: Klein
es: Pequeño
zh_hans: 小

source: Smart cleanup
cs: Chytré čištění
de: Intelligente Bereinigung
es: Limpieza inteligente
zh_hans: 智能清理

source: Straight line
cs: Rovná čára
de: Gerade Linie
es: Línea recta
zh_hans: 直线

source: Target size
cs: Cílová velikost
de: Zielgröße
es: Tamaño objetivo
zh_hans: 目标大小

source: The exact saved file could not be identified.
cs: Přesný uložený soubor se nepodařilo určit.
de: Die genaue gesicherte Datei konnte nicht bestimmt werden.
es: No se pudo identificar el archivo guardado exacto.
zh_hans: 无法识别确切的已存文件。

source: The image could not be rendered.
cs: Obrázek se nepodařilo vykreslit.
de: Das Bild konnte nicht gerendert werden.
es: No se pudo renderizar la imagen.
zh_hans: 无法渲染图像。

source: The page could not be analyzed.
cs: Stránku se nepodařilo analyzovat.
de: Die Seite konnte nicht analysiert werden.
es: No se pudo analizar la página.
zh_hans: 无法分析页面。

source: The saved file was moved or deleted.
cs: Uložený soubor byl přesunut nebo smazán.
de: Die gesicherte Datei wurde verschoben oder gelöscht.
es: El archivo guardado se movió o eliminó.
zh_hans: 已存文件已被移动或删除。

source: The saved folder permission expired. Choose the folder again.
cs: Oprávnění k uložené složce vypršelo. Vyberte ji znovu.
de: Die Berechtigung für den Ordner ist abgelaufen. Wähle ihn erneut aus.
es: El permiso de la carpeta guardada caducó. Elige la carpeta de nuevo.
zh_hans: 已存文件夹权限已过期。请重新选择文件夹。

source: The saved signature or stamp is missing.
cs: Uložený podpis nebo razítko chybí.
de: Die gespeicherte Unterschrift oder der Stempel fehlt.
es: Falta la firma o el sello guardado.
zh_hans: 已保存的签名或印章缺失。

source: The selected signature or stamp has no usable ink.
cs: Vybraný podpis nebo razítko neobsahuje použitelnou kresbu.
de: Die ausgewählte Unterschrift oder der Stempel enthält keine verwendbare Markierung.
es: La firma o el sello seleccionado no contiene trazos utilizables.
zh_hans: 所选签名或印章没有可用笔迹。

source: Thickness
cs: Tloušťka
de: Stärke
es: Grosor
zh_hans: 粗细

source: This adds only a visual signature or stamp. It does not verify identity or document integrity.
cs: Tímto se přidá pouze vizuální podpis nebo razítko. Neověřuje totožnost ani neporušenost dokumentu.
de: Dies fügt nur eine sichtbare Unterschrift oder einen Stempel hinzu. Identität und Dokumentintegrität werden nicht bestätigt.
es: Esto solo añade una firma o un sello visual. No verifica la identidad ni la integridad del documento.
zh_hans: 这只会添加可视签名或印章，不会验证身份或文档完整性。

source: This scan is incomplete and was skipped.
cs: Tento sken je neúplný a byl přeskočen.
de: Dieser Scan ist unvollständig und wurde übersprungen.
es: Este escaneo está incompleto y se omitió.
zh_hans: 此扫描不完整，已跳过。

source: Tool
cs: Nástroj
de: Werkzeug
es: Herramienta
zh_hans: 工具

source: Undo
cs: Zpět
de: Rückgängig
es: Deshacer
zh_hans: 撤销

source: Use Drawing
cs: Použít kresbu
de: Zeichnung verwenden
es: Usar dibujo
zh_hans: 使用绘图

source: Vertical Position
cs: Svislá poloha
de: Vertikale Position
es: Posición vertical
zh_hans: 垂直位置

source: You can save up to 12 signatures and stamps.
cs: Můžete uložit nejvýše 12 podpisů a razítek.
de: Du kannst bis zu 12 Unterschriften und Stempel speichern.
es: Puedes guardar hasta 12 firmas y sellos.
zh_hans: 最多可保存 12 个签名和印章。

source: Export
es: Exportar
zh_hans: 导出

source: OK
es: Aceptar
zh_hans: 好

source: Text
es: Texto
zh_hans: 文本
